{
    "title": {
        "1": "座右铭",
        "2": "茶话会",
        "3": "积极正能量",
        "4": "素颜",
        "5": "顶级胶水",
        "6": "凌晨3点",
        "7": "电动指甲锉套装",
        "8": "10支装指甲胶",
        "9": "ETA-2 拦截机",
        "10": "R3系列机器人",
        "11": "T-70 X翼星际战斗机",
        "12": "Y翼战斗机",
        "13": "超级战术机器人"
    },
    "desc": {
        "1": "精选热门穿戴甲设计系列，持久达7天，价格实惠。Nail It穿戴甲是一系列沙龙级别的时尚设计美甲，采用简单的一步式涂抹。<br/>· 时尚光泽多色胶贴设计美甲，中等长度，棺材形状<br/>· 最热门的设计，最流行的形状和长度<br/>· 简单涂抹，持续一周<br/>· 指甲防水，不用担心颜色晕染或剥落，无需干燥时间！<br/>· 完整的美甲套装包括：24个穿戴甲，净重2克（0.07盎司）粉色凝胶指甲胶，迷你指甲锉，修指器",
        "2": "用这些特别设计的装饰性Voguish Fantasy穿戴甲为自己增添一点额外的乐趣。用这款即装即戴的DIY美甲，将最新的潮流带到指尖。获得丰富多样的时尚款式、形状和尺寸。<br/>· 时尚长棺材形粉色时尚穿戴甲装饰着蓝色蝴蝶<br/>· 耐用柔软，高光泽和体积，凝胶面层<br/>· 看起来自然，持续七天<br/>· 防水、防晕染，无需干燥时间<br/>· DIY美甲套装包含28个穿戴甲，粉色凝胶指甲胶净重2克（0.07盎司），迷你指甲锉和修指器",
        "3": "用这些时尚季节性Voguish Fantasy穿戴甲为自己增添一点额外的乐趣。用这款即装即戴的DIY美甲，将最新的设计带到指尖。获得丰富多样的时尚款式、形状和尺寸。<br/>· 时尚浅米色时尚穿戴甲，短款，棺材形状<br/>· 耐用柔软，高光泽和体积，凝胶面层<br/>· 看起来自然，持续七天<br/>· 防水、防晕染，无需干燥时间<br/>· DIY美甲套装包含28个穿戴甲，粉色凝胶指甲胶净重2克（0.07盎司），迷你指甲锉和修指器",
        "4": "用这些时尚季节性Voguish Fantasy穿戴甲为自己增添一点额外的乐趣。用这款即装即戴的DIY美甲，将最新的设计带到指尖。获得丰富多样的时尚款式、形状和尺寸。时尚浅紫色时尚穿戴甲，短款，棺材形状<br/>· 耐用柔软，高光泽和体积，凝胶面层<br/>· 看起来自然，持续七天<br/>· 防水、防晕染，无需干燥时间<br/>· DIY美甲套装包含28个穿戴甲，粉色凝胶指甲胶净重2克（0.07盎司），迷你指甲锉和修指器",
        "5": "顶级胶为指甲增添了闪亮的光滑效果；它是KISS沙龙浸泡彩色系统中不可或缺的一步。<br/>· DIY浸泡式指甲美甲系统包含您在家就能做出沙龙级美甲所需的一切<br/>· 净重7克（0.25盎司）",
        "6": "探索美季的美丽，用KISS Voguish Fantasy穿戴甲为您的指尖带来一丝春天的气息。轻松绽放美丽，让您的家庭DIY美甲变得轻而易举。<br/>· 时尚黄色花卉设计穿戴甲，中等长度，椭圆形状<br/>· 耐用柔软，高光泽和体积，凝胶面层<br/>· 看起来自然，持续七天<br/>· 防水、防晕染，无需干燥时间<br/>· DIY美甲套装包含28个穿戴甲，粉色凝胶指甲胶净重2克（0.07盎司），迷你指甲锉和修指器",
        "7": "使用KISS Power File可充电指甲锉，即可在家享受沙龙级美甲效果。这款11件全能指甲护理套装包括您完成完美美甲和美足所需的一切：指甲锉，抛光器，精密工具等等。非常适合DIY丙烯酸和凝胶指甲。随附的存储盒可保持整洁。<br/>· 在家实现spa级别的美甲和美足效果，价格仅为沙",
        "8": "永远不要再缺胶了！粉色凝胶指甲胶（包含在Nail It假指甲套装中），现在以方便实惠的多重包装形式提供。干得快的胶水，适用于胶贴指甲和修补，带有喷嘴尖的涂抹器，非常适合假指甲。<br/>· 超强瞬间粘合凝胶，3秒干燥<br/>· 用于贴假指甲和修补假指甲和真指甲<br/>· 无杂乱，防溢出的挤压管，家用或外出都方便<br/>· 实惠的多重包装省时省钱<br/>· 适用于美甲沙龙专业人士和在家DIY者",     
        "9": "Measuring 5.47 meters in length, the ETA-2 is a highly maneuverable combat-oriented starfighter and is faster than its Aethersprite predecessor, with twin ion engines providing a maximum acceleration of 5,200G and a max speed of 1,500 kph. The Eta-2 features wings with upper and lower radiator panels, S-foils, that are opened to shed excess heat from the ship's engines. The radiator wings are primarily opened during intense combat. For defense, the ship featured two laser cannons and two ion cannons. Unlike laser cannons, the ship's ion cannons fire bursts of plasma that cause temporary electrical disruptions to their target upon impact.",
        "10": "The R3-series astromech droid features much of the same hardware as its predecessor, the R2 unit, lacking only the earlier droid's extendible video sensor. The R3's chassis is largely cylindrical, appearing as an upright tube with a short, truncated cone at its base. Keeping the droid upright are two narrow legs, each of which terminate in a treaded foot shaped like trapezoidal prisms, a third leg is housed within the droid body and could be extended when necessary to afford greater stability. Capping the unit's design is a hardy, rotating, plastex or transparisteel dome. The astromech is sealed to allow for functionality in the vacuum of space.",
        "11": "The T-70 X-wing starfighter is a cruciform starfighter measuring 12.48 meters in length with a maximum capacity of a single pilot and bottom-loaded astromech droid, which fits into a socket and can be variably configured for different models. If needed, the droid can fly the starfighter without the aid of a pilot, and can even do so remotely. The vessel's targeting computer, flight controls and other essential piloting instruments are located inside an armored cockpit module, under which a removable liquid-cooled flight computer further aids the pilot in ship-based operations. Access panels for computer access and storage exist inside the 'nose' of the vessel, along with an auxiliary generator and storage area typically used for stashing survival gear. A small sensor window marks the location of the ships primary sensor array at the very tip of the nosecone, located behind an emergency beacon. Behind the pilot, a built-in life support system allows the occupant to breathe in an oxygenated atmosphere.",
        "12": "Affectionately known as a \"wishbone\" to Rebel Alliance and New Republic pilots, the Y-wing starfighter is deployed as a fighter-bomber, designed to fight its way to its objective, deliver its payload of high explosives, and fight its way out again. Its weaponry includes two laser cannons, two ion cannons, and two proton torpedo launchers. An astromech droid, such as an R2 unit, can be plugged into a socket behind the cockpit to act as a co-pilot and manage the ship's various systems.",
        "13": "A pretty good droid for coordinating attacks. Not good at fighting, just good at planning."
    },
    "Navbar": {
        "searchPlaceholder": "What are you looking for?",
        "searchButtonLabel": "search products",
        "logoAlt": "Sample Logo",
        "searchIconAlt": "search icon",
        "greetingText": "Hi Customer",
        "historyLink": "ORDER HISTORY",
        "arrowAlt": "Drop Down Arrow",
        "cartAlt": "show cart",
        "navLinkHome": "HOME",
        "navLinkDroids": "POP-ON NAILS",
        "navLinkVehicles": "TOOLS"
    },
    "Home": {
        "welcomeSubtitle": "Instant Glamour, Effortless Style: Nail It with Pop-On Perfection!",
        "symbolAlt": "Imperial Credit currency symbol"
    },
    
    "Checkout": {
        "checkoutTitle": "Checkout",
        "shipSectionLabel": "Shipping Info",
        "firstNameLabel": "First Name",
        "lastNameLabel": "Last Name",
        "coordinatesLabel": "Coordinates",
        "coordinatesHolder": "0,0,0",
        "sectorLabel": "Sector",
        "methodLabel": "Shipping Method",
        "shipLightspeed": "Lightspeed",
        "shipOvernight": "Overnight",
        "shipStandard": "Standard",
        "paySectionLabel": "Payment",
        "payNameLabel": "Name on Card",
        "payNameHolder": "First Last",
        "accountLabel": "Credit Number",
        "accountHolder": "1234567-9876-00",
        "securityLabel": "Security Code",
        "securityHolder": "123456",
        "expDateLabel": "Expiration Date",
        "cartTitle": "Shopping Cart",
        "deleteAlt": "remove item from cart",
        "totalLabel": "Total: ",
        "orderLabel": "PLACE ORDER",
        "termsStatement": "I have read and agree to the Terms and Conditions",
        "termsLink": "(View)",
        "successMessage": "Order placed successfully!",
        "noItemMessage": "Add items to cart to checkout."
    },
    "ProductShow": {
        "qtyLabel": "Qty: ",
        "addToCartLabel": "ADD TO CART"
    },
    "Cart": {
        "cartTitle": "Shopping Cart",
        "noItemMsg": "No items in cart.",
        "deleteAlt": "Delete item from cart",
        "totalTitle": "Total: ",
        "checkoutLabel": "CHECKOUT",
        "closeAlt": "Close Cart"
    },
    "OrderHistory": {
        "historyTitle": "Order History",
        "dateHeading": "Date",
        "numberHeading": "Order Number",
        "totalHeading": "Total",
        "statusHeading": "Status"
    },
    "Error404": {
        "errorMessage": "404 Error: Page not found."
    },
    "Bottombar": {
        "menuAlt": "open sidebar menu"
    },
    "LocaleSelector": {
        "localeLabel": "Locale: ",
        "localeEN": "English - US",
        "localeZH": "Chinese - China"
    },
    "Special": "Special"
}
